Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The Plan was also submitted to the Norwegian Petroleum Directorate, which will review the Plan before sending it to the Storting (Parliament) for processing.
nb: Planen er også levert til Oljedirektoratet, som skal gå gjennom den før den sendes Stortinget til behandling.

source: The development will be one of the biggest industrial projects in Norwegian history.
nb: Utbyggingen blir et av Norges største industriprosjekt noensinne.

source: The oil discovery is the fifth largest ever made on the Norwegian shelf, and it will be developed in multiple stages.
nb: Oljefunnet er det femte største på norsk sokkel gjennom tidene, og skal bygges ut i flere faser.

source: The PDO covers the first stage of construction, with overall investments estimated at NOK 100 – 120 billion.
nb: PUDen gjelder første byggetrinn, hvor de samlede investeringene er beregnet til 100 – 120 milliarder kroner.

source: The NPD has taken a very active interest in Johan Sverdrup from the first discovery well.
nb: Oljedirektoratet har vært sterkt engasjert i Johan Sverdrup fra første funnbrønn.

source: According to Kjetil Aasoldsen, assistant director of the NPD responsible for fields and developments in the southern part of the North Sea, the Directorate has closely monitored the delineation of the field and all phases of the project development leading up to the PDO.
nb: Ifølge Kjetil Aasoldsen, underdirektør i OD med ansvar for utbygginger og felt i sørlige del av Nordsjøen, har direktoratet hatt tett oppfølging med avgrensingen av feltet og alle faser av prosjektutviklingen fram mot PUD.

source: "It is important to the NPD that the licensees choose a development solution that yields maximum value creation for society.
nb: «For OD er det viktig at rettighetshaverne velger en utbyggingsløsning som gir best mulig verdiskaping for samfunnet.

source: The most important factor for us in the work on Johan Sverdrup has revolved around understanding the subsurface, and viewing production and increased recovery in a long-term perspective".
nb: Det viktigste for oss i arbeidet med Johan Sverdrup har dreiet seg om å forstå undergrunnen, og å se produksjon og økt utvinning i et langsiktig perspektiv».

source: Statoil is the operator on Johan Sverdrup, and the other licensees are Lundin, Petoro, Det Norske and Maersk.
nb: Statoil er operatør på Johan Sverdrup, og de øvrige rettighetshaverne er Lundin, Petoro, Det Norske og Maersk.

source: The field comprises three production licences (PL 265, 501, 502).
nb: Feltet omfattes av tre utvinningstillatelser (PL 265, 501, 502).

source: The first oil discovery well was drilled by Lundin in PL 501, awarded in APA 2008.
nb: Den første brønnen som påviste olje, ble boret av Lundin i PL 501, tildelt i TFO 2008.

source: "We have worked closely with the licensees in all of our discussions, and we have also made it very clear what we expect of them.
nb: «I alle diskusjoner har vi jobbet tett med rettighetshaverne, og vi har også vært tydelige på hva vi forventer av dem.

source: An important point for us has been that they must learn from previous major developments on the Norwegian shelf," says Aasoldsen, adding that the NPD takes part in meetings in the various committees in the project, and in meetings with the licensees.
nb: Et viktig poeng for oss har vært at de må ta lærdom av de tidligere store utbyggingene på norsk sokkel,» sier Aasoldsen, og legger til at OD deltar på møter i de ulike komiteene i prosjektet, og i møter med rettighetshaverne.

source: "In those cases where we were not satisfied with the work done, we have requested reasoning, studies and analyses," he says.
nb: «Når vi ikke har vært fornøyde med arbeidet, har vi bedt om begrunnelser, utredninger og analyser,» forteller han.

source: The topics receiving the NPD's scrutiny include securing flexibility, future business opportunities and improved recovery.
nb: OD er blant annet opptatt av å sikre fleksibilitet, framtidige forretningsmuligheter og økt utvinning.

source: In the first stage, flexibility for future measures for improved recovery has been included.
nb: I første byggetrinn er det bygd inn fleksibilitet for framtidige tiltak for økt utvinning.

source: For example, the NPD believes that injection of polymers is a method that could be used on the field.
nb: For eksempel mener OD at injisering av polymer er en metode som kan tas i bruk på feltet.

source: "This method is rarely used on the Norwegian shelf, but we believe there is a major potential here on Johan Sverdrup.
nb: «Denne metoden er lite brukt på norsk sokkel, men vi mener at den har et stort potensial på Johan Sverdrup.

source: The NPD will focus on this in the assessment of the PDO for the first development stage, and in the work on future field development stages," says Aasoldsen.
nb: OD vil være opptatt av dette i vurderingen av PUD for første byggetrinn og i arbeidet med de videre fasene i utbyggingen av feltet,» sier Aasoldsen.

source: "The large fields have the economic backbone to drive development of technology that can subsequently be used on other fields.
nb: «Det er de store feltene som har økonomisk ryggrad til å drive utviklingen av teknologi som kan brukes på andre felt seinere.

source: Therefore, the NPD has great expectations for Johan Sverdrup as regards the use of new technology."
nb: OD har derfor store forventninger til Johan Sverdrup med hensyn til å ta i bruk ny teknologi.»

source: Electrification of Johan Sverdrup has sparked significant debate.
nb: Elektrifisering av Johan Sverdrup har vært gjenstand for debatt.

source: The Storting has decided that the field will be developed with power from shore, and that an area solution for the other fields on the Southern Utsira High will be in place no later than by start-up of development phase two in 2022.
nb: Stortinget har besluttet at feltet skal bygges ut med kraft fra land, og at en områdeløsning for de andre feltene på Utsirahøgda Sør skal være på plass senest ved oppstart av byggetrinn to i 2022.

source: In tandem with reviewing the PDO for the first phase of the development, the NPD has also started to follow up the work on the remaining construction stages.
nb: Samtidig som PUDen for den første fasen av utbyggingen blir gjennomgått, er OD i gang med å følge opp arbeidet med de videre byggetrinnene.

source: Read more: Johan Sverdrup - in the company of giants >>
nb: Les også: Johan Sverdrup - blant de aller største >>

source: The Norwegian Petroleum Directorate (NPD) has now submitted its assessment of the amended Plan for Development and Operation (PDO) for Gullfaks, including Shetland/Lista phase1, to the Ministry of Petroleum and Energy.
nb: Oljedirektoratet har nå oversendt vurdering av endret Plan for Utbygging og Drift(PUD) for Gullfaks, inkludert Shetland/Lista fase1 til Olje- og energidepartementet.

source: This concerns production from the Shetland group and Lista formation, which are situated above the actual main reservoir.
nb: Det dreier seg om produksjon fra Shetlandgruppen og Listaformasjonen, som ligger over selve hovedreservoaret.

source: Test production has already been under way for a few years.
nb: Det har allerede pågått prøveutvinning i noen år.

source: It is expected that 20 million barrels can be produced during this phase from Shetland/Lista.
nb: Det er ventet at det i denne fasen kan utvinnes ca 20 millioner fat fra Shetland/Lista.

source: The reason for an amended plan is that production from Shetland/Lista was not included in the original development plan approved by the Storting in 1981.
nb: Årsaken til behovet for en endret plan er at produksjon fra Shetland/Lista ikke var med i den opprinnelige utbyggingsplanen som ble godkjent av Stortinget i 1981.

source: According to the new plan, NOK 1.8 billion will be invested in reusing existing wells on the Gullfaks field for production from Shetland/Lista.
nb: Ifølge den nye planen skal det investeres 1,8 milliarder kroner i å gjenbruke eksisterende brønner på Gullfaksfeltet for produksjon fra Shetland/Lista.

source: Shetland/Lista was originally not considered to be a reservoir, but subsequent developments have shown that recoverable oil is present.
nb: Shetland/Lista ble opprinnelig ikke vurdert som et reservoar, men det har i ettertid vist seg at det er olje her som kan produseres.

source: These zones, which are above the actual main reservoir on Gullfaks, are under natural high pressure, which makes it challenging to drill wells on Gullfaks.
nb: Disse sonene, som ligger over selve hovedreservoaret på Gullfaks, har et naturlig høyt trykk som gjør det utfordrende å bore brønner på Gullfaks.

source: Production from Shetland/Lista could thus make it easier to drill future wells on the Gullfaks field.
nb: Produksjon fra Shetland/Lista kan dermed gjøre det enklere å bore fremtidige brønner på Gullfaksfeltet.

source: Extensive amounts of data will also be collected, which may provide a basis for subsequent phases of production from Shetland/Lista, for example through pressure support.
nb: Det vil også bli innhentet mye data som kan gi grunnlag for videre faser av produksjon fra Shetland/Lista, for eksempel gjennom trykkstøtte.

source: Assistant director Tomas Mørch in the NPD (Development and operations – North Sea), is pleased that Shetland/Lista is being further developed.
nb: Underdirektør Tomas Mørch i Oljedirektoratet (Utbygging og drift i Nordsjøen), er fornøyd med at Shetland/Lista videreutvikles.

source: This will contribute to improved recovery on Gullfaks, and production from Shetland/Lista will make it possible to increase oil production in the field’s main reservoir.
nb: Dette vil bidra til økt utvinning på Gullfaks, samtidig som at produksjonen fra Shetland/Lista gjør det mulig å øke oljeproduksjonen i hovedreservoaret på feltet.

source: This is the result of the Norwegian Petroleum Directorate’s (NPD’s) review of the resource basis in a select number of fields and discoveries on the Norwegian shelf between 2005 and 2014.
nb: Det viser Oljedirektoratets gjennomgang av ressursgrunnlaget på et utvalg felt og funn på norsk sokkel fra 2005 til 2014.

source: “A lot of good work has been done to increase the resources on the Norwegian shelf, and there has been substantial resource growth in many fields,” says Kirsti Veggeland, Assistant Director General for shelf analysis in the NPD.
nb: «Det er gjort veldig mye godt arbeid for å øke ressursene på norsk sokkel, og det har vært en betydelig reservetilvekst på flere felt,» sier Kirsti Veggeland, underdirektør for sokkelanalyser i Oljedirektoratet.

source: “The most important reasons for this are more wells, extended field lifetimes and improved knowledge.
nb: «De viktigste grunnene til dette er flere brønner, forlenget levetid på feltene og forbedret kunnskap.

source: Decisions were also made to develop new deposits in the fields over the ten-year period.”
nb: Dessuten er nye forekomster i feltene besluttet utbygd i løpet av tiårsperioden.»

source: The background for the review is the NPD’s ambitious goals from 2005, to achieve an oil reserve growth of 800 million Sm3 or five billion barrels over ten years.
nb: Bakgrunnen for gjennomgangen er Oljedirektoratets ambisiøse mål fra 2005, om å oppnå en vekst i oljereservene på 800 millioner standard kubikkmeter (Sm3) eller fem milliarder fat i løpet av ti år.

source: Now that the figures are in, the reserve growth turned out to be somewhat less, but the goal would have been reached with flying colours if the development plan for Johan Sverdrup had been submitted before the end of 2014.
nb: Fasiten viser at reserveveksten ble noe mindre, men målet ville vært nådd med god margin hvis utbyggingsplanen for Johan Sverdrup var blitt levert før utgangen av 2014.

source: In addition to producing fields, the NPD has reviewed 62 discoveries for which development decisions had not been made in 2005.
nb: I tillegg til produserende felt, har Oljedirektoratet sett på 62 funn som ikke var besluttet utbygd i 2005.

source: Over the course of this ten-year period, 28 of them have been developed, and their oil reserves have nearly doubled.
nb: I løpet av tiårsperioden er 28 av disse bygd ut, og oljeressursene her er nesten doblet.

source: This is due to new information, better reservoir understanding and optimisation of development solutions and drainage strategies.
nb: Det skyldes ny informasjon, bedre reservoarforståelse og optimalisering av utbyggingsløsninger og dreneringsstrategi.

source: The Edvard Grieg, Ivar Aasen and Knarr fields account for more than 75 per cent of this volume.
nb: Feltene Edvard Grieg, Ivar Aasen og Knarr bidrar med over 75 prosent av dette volumet.

source: “The NPD had hoped that improved recovery measures would account for a greater share of the growth in oil reserves.
nb: «Oljedirektoratet hadde håpet på større vekst i oljereservene på feltene i form av tiltak for økt utvinning.

source: However, many new opportunities to improve recovery have been identified, and the potential is greater in 2015 than it was ten years ago,” says Veggeland.
nb: Imidlertid har mange nye muligheter for å øke reservene blitt identifisert, og potensialet er større i 2015 enn det var for ti år siden,» sier Veggeland.

source: Kirsti Veggeland, Photo: Emile Ashley
nb: Kirsti Veggeland, Foto: Emile Ashley

source: The entire map, or sections, can be downloaded in PDF and JPG format.
nb: Heile kartet eller utsnitt av kartet kan lastast ned i pdf- og jpg-format.

source: Map of the Norwegian continental shelf >>
nb: Sokkelkart >>

source: The industry has failed to take adequate account of greater well complexity and risk, claims Morten Mauritzen at ExxonMobil.
nb: Brønnene er mer komplekse, og industrien har ikke vært flinke nok til å vurdere kompleksitet og risiko, ifølge Morten Mauritzen i ExxonMobil.

source: Text: Ina Gundersen
nb: tekst: Ina Gundersen

source: “We’re spending more time on drilling than planned,” admits Mr Mauritzen, who is responsible for partner-operated fields on the NCS at the US oil giant.
nb: - Vi bruker mye mer tid på boring enn planlagt, sier Mauritzen og peker på en plansje som viser utviklingen i bore- effektiviteten på feltene der ExxonMobil er rettighetshaver.

source: He points to an overhead showing the trend for drilling efficiency on fields where ExxonMobil has interests, and expresses concern over developments in 2007.
nb: Han er bekymret over utviklingen i 2007:

source: The gap between actual and planned time to drill wells on the NCS in which the company is a licensee has increased sharply.
nb: For brønner på norsk sokkel der selskapet er rettighetshaver, har avviket mellom tiden som er brukt på boring og komplettering i forhold til forventet tidsbruk, gått kraftig opp.

source: The 17 wells in which it participated during the first six months took more than 50 per cent longer than expected, for instance.
nb: Det ble brukt over 50 prosent mer tid enn planlagt på de 17 brønnene ExxonMobil deltok i første halvår i år.

source: This means that 6.8 rig-years were used instead of the intended 4.4 – an overrun of 2.4.
nb: Omsatt til riggår betyr det at mens planen var å bruke 4,4 riggår, ble det brukt 6,8 – altså en overskridelse på 2,4.

source: That corresponds to the “loss” of eight to 10 wells or a production shortfall of close to 100 000 barrels of oil equivalent per day.
nb: Dette tilsvarer ”tapt” boring av åtte-ti brønner eller et produksjonstap på opp mot 100.000 fat oljeekvivalenter per dag.

source: Difficult Wells are more difficult than they were a few years ago – longer, deeper and often drilled under high pressure and temperature.
nb: Vanskelige brønner Brønnene er mer kompliserte enn de var for få år siden: De er lengre, dypere og bores ofte under høyt trykk og temperatur.

source: And more drilling is being pursued in mature fields.
nb: I tillegg bores det mer i modne felt.

source: “Drilling through depressurised zones in mature fields represents a challenge because reservoir conditions are less stable,” explains Mr Mauritzen.
nb: - I modne felt gir boring gjennom trykkavlastede soner en utfordring ved at reservoarforholdene er mer ustabile.

source: “Where multibranch wells are concerned, I’d question whether we’re good enough at balancing their complexity against expected supplementary resources.
nb: Ved boring av flergrensbrønner stiller jeg spørsmål ved om vi er flinke nok til å foreta avveininger mellom brønnens kompleksitet og forventede tilleggsressurser.

source: “Perhaps we should sometimes drill shorter and simpler wells so that we could free up rig time to focus on new drilling targets.”
nb: Kanskje vi enkelte ganger skulle boret kortere og enklere brønner slik at vi kunne frigi riggtid til nye boremål, sier han.

source: He believes that understanding of technical risk has deteriorated, at the same time as the technology is being pushed to its absolute limits.
nb: Den tekniske risikoforståelsen mener han har blitt dårligere – samtidig som teknologien ofte er utnyttet til det ytterste.

source: “Expertise has become a constraint on both contractor and operator.
nb: - Både hos leverandører og operatører er kompetanse blitt en begrensning.

source: Overall experience available on a rig is often lower than before for each well drilled – more crew are both younger and less trained.
nb: For hver brønnoperasjon er den totale erfaringen på riggen ofte mindre enn den var før: En større del av mannskapet er både yngre og mindre skolerte.

source: “With hindsight, we’ve seen too many examples where inadequate understanding of technical risk causes major but avoidable operational problems.
nb: I ettertid har vi sett for mange eksempler på at manglende teknisk risikoforståelse har forårsaket store operasjonelle problemer som kunne vært unngått.

source: In the worst case, we’ve had to plug the well and drill a sidetrack.”
nb: I verste fall har vi måttet plugge brønnen og bore et sidesteg, sier han.

source: Mr Mauritzen notes that the industry in Norway must compete globally for capital, rigs and equipment.
nb: Mauritzen påpeker at industrien i Norge må konkurrere globalt om kapital, rigger og utstyr.

source: Rig capacity is almost fully utilised, equipment gets worked harder and longer, and lengthy delivery times apply for spares.
nb: Utstyret brukes tøffere og lengre, og det er lang leveringstid på deler.

source: “The sum of these changes and results show that we haven’t assessed the total complexity and risk in an efficient manner,” he says.
nb: - Summen av disse endringene og resultatene viser at vi ikke har vurdert den totale kompleksiteten og risikoen på en effektiv måte.

source: Global ExxonMobil participates annually in more than 1 000 wells on a global basis, and is operator for over 80 per cent of these.
nb: Av disse er over 80 prosent egenopererte.

source: Mr Mauritzen says that its Norwegian arm can draw on this experience to improve results.
nb: Mauritzen sier at selskapet i Norge bygger på denne erfaringen for å bedre resultatene:

source: “We carefully categorise the risk of each well to be drilled in order to improve our understanding of its complexity.
nb: - Vi kategoriserer risikoen for hver brønn som skal bores nøye slik at forståelsen for brønnens kompleksitet blir bedre.

source: “Our requirements for reviewing equipment and drilling procedures are particularly stringent for complex wells, and this work is cross-disciplinary.
nb: Kravene til gjennomgang av utstyr og boreprosedyrer er ekstra strenge for komplekse brønner – dette foregår på tvers av funksjoner.

source: “That means our drilling and sub-surface teams must cooperate closely to achieve a shared understanding of the risk before a decision is taken.
nb: Det vil si at bore- og undergrunnsmiljøene må samarbeide tett for å få den samme risikoforståelsen før beslutningen tas.

source: And we can point to good results from this approach.
nb: - Og vi kan vise til gode resultater.

source: “We’ve drilled on Ringhorne in the North Sea since 2002, with no deviation overall between the actual and estimated time used.”
nb: På norsk sokkel har vi siden 2002 boret på Ringhorne i Nordsjøen.

source: A detailed review and cost/benefit analysis is also crucial before adopting new technology, or at each stage when existing technology is being stretched.
nb: Det er også avgjørende å ha en grundig gjennomgang og nyttevurdering før introduksjon av ny teknologi eller for hvert steg eksisterende teknologi ”strekkes”.

source: Establishing priorities for every drilling opportunity is important in ensuring that rigs and resources are utilised in the best possible way, Mr Mauritzen says.
nb: For å sikre at rigger og ressurser blir bruk på de beste målene, er det viktig å prioritere mellom alle boremuligheter.

source: “Efficient processes at the companies for rapidly identifying and adopting best practice across organisational and national boundaries are highly significant.
nb: - Det er av stor betydning at selskapene har effektive prosesser for raskt å identifisere og iverksette beste praksis på tvers av operasjoner og landegrenser.

source: “In addition, we must ensure an exchange of experience between organisations and specialist teams.
nb: I tillegg må de sørge for erfaringsutveksling mellom organisasjoner og fagmiljøer.

source: Our central drilling group in Houston plays a key role in facilitating that.
nb: Vår sentrale boregruppe i Houston har en nøkkelrolle med å tilrettelegge for dette hos oss.

source: This means it’s a short way from Malaysia to Norway, for instance.”
nb: Det innebærer for eksempel at det er kort vei fra Malaysia til Norge, sier Mauritzen.

source: Action needed to stem decline
nb: Sokkelen krever innsats

source: Piaf in brief
nb: Dette er PIAF

source: We have interviewed several achievers from that time.
nb: Vi har intervjuet flere tidsvitner.

source: Other articles deal with the recruitment position in the industry, and ask whether young people are again being frightened away from petroleum-related studies.
nb: Andre artikler tar for seg rekrutteringssituasjonen til næringen – skremmes de unge igjen fra å ta petroleumsrettede fag?

source: And is the outlook for the oil and gas sector as bleak as it has been painted by members of the Norwegian government?
nb: Og er framtidsutsiktene til olje- og gassnæringen så dystre som det presenteres fra regjerningshold?

source: No, says Petter Osmundsen, professor of petroleum economics at the University of Stavanger.
nb: Nei, mener professor i petroleumsøkonomi ved Universitetet i Stavanger, Petter Osmundsen.

source: A positive contribution is nevertheless provided by the forthcoming Johan Sverdrup development in the North Sea.
nb: Et positivt bidrag er uansett det kommende feltet Johan Sverdrup i Nordsjøen.

source: The last oil worker on that field has yet to be born.
nb: Siste oljearbeider på feltet er ennå ikke født.

source: Sign up for the printed version of the magazine >>
nb: Bestill trykt utgave av Norsk sokkel her >>

source: Download Norwegian Continental Shelf no.1-2015 (pdf and html) >>
nb: Last ned Norsk sokkel her (pdf og html) >>

source: We look this time at the development of offshore safety over this period.
nb: Denne gang belyser vi utviklingen av sikkerhetsarbeidet på sokkelen.

source: In addition, we carry an interview with Eldar Myhre – a prominent union leader when the big NCS developments were under way – and his son Aslak.
nb: Vi bringer dessuten et dobbeltintervju med far og sønn Myhre.

source: Substantial fields are still being developed off Norway, but the road to these is no longer as straight and smooth as before.
nb: Det bygges fortsatt ut betydelige felt.
